Repository: wagafo/weight-tracker
Catalog: po/*.po
Languages: nl

source: About
nl: Over

source: Weight Tracker %1 (Beta)
nl: Gewichtsdagboek %1 (bèta)

source: Source Code
nl: Broncode

source: Report bug
nl: Bug melden

source: License
nl: Licentie

source: GPL-3.0 License
nl: GPL-3.0-licentie

source: Original Author
nl: Oorspronkelijke ontwikkelaar

source: Current Author
nl: Huidige ontwikkelaar

source: My other apps
nl: Mijn andere apps

source: Insert new Weight by swiping up from the bottom of the screen.
nl: Voeg een gewicht toe door vanaf de onderkant van het scherm omhoog te vegen.

source: Not enough data to show a chart.
nl: Onvoldoende gegevens om de balans op te maken.

source: Weight statistics
nl: Gewichtsstatistieken

source: Average weight:
nl: Gemiddeld:

source: Average last week
nl: Gemiddeld (vorige week)

source: Average last month
nl: Gemiddeld (afgelopen maand)

source: Average last year
nl: Gemiddeld (afgelopen jaar)

source: Changes in weight:
nl: Gewichtsveranderingen:

source: Changes last week
nl: Veranderingen (vorige week)

source: Changes last month
nl: Veranderingen (afgelopen maand)

source: Changes last year
nl: Veranderingen (afgelopen jaar)

source: Changes from start
nl: Veranderingen (sinds het begin)

source: General:
nl: Algemeen:

source: The highest weight
nl: Hoogste gewicht

source: The lowest weight
nl: Laagste gewicht

source: Weight History
nl: Gewichtsgeschiedenis

source: Your weight today is %1
nl: Vandaag weeg je %1

source: No weight today.
nl: Vandaag geen gewicht bekend.

source: Weight Tracker
nl: Gewichtsdagboek

source: Info
nl: Informatie

source: Settings
nl: Instellingen

source: history
nl: geschiedenis

source: Insert new weigth
nl: Voer een gewicht in

source: Your Weight:
nl: Mijn gewicht:

source: Leave empty to delete weight
nl: Laat leeg om het gewicht te verwijderen

source: Date:
nl: Datum:

source: Save
nl: Opslaan

source: Date exist
nl: Datum bestaat al

source: On this date you already have a weight, do you want to update to the new weigth?
nl: Je hebt op deze datum al een gewicht toegevoegd. Wil je dit bijwerken?

source: Are you sure you want to delete this entry?
nl: Weet je zeker dat je dit item wilt verwijderen?

source: Cancel
nl: Annuleren

source: Update
nl: Bijwerken

source: Delete
nl: Verwijderen

source: Older then month
nl: Ouder dan één maand

source: Older then 6 month
nl: Ouder dan 6 maanden

source: Older then year
nl: Ouder dan één jaar

source: All history
nl: Alle geschiedenis

source: User Settings:
nl: Gebruikersinstellingen:

source: User profile
nl: Gebruikersprofiel

source: General Settings:
nl: Algemene instellingen

source: Units
nl: Eenheden

source: Show on the Metric
nl: Metrische eenheden

source: Clear History
nl: Geschiedenis wissen

source: Delete user
nl: Gebruiker verwijderen

source: You can't delete the last user!
nl: Je kunt de laatste gebruiker niet verwijderen!

source: You'll delete %1 account
nl: Je staat op het punt om %1 accounts te verwijderen

source: You'll delete %1 history
nl: Je staat op het punt om %1 geschiedenisitems te wissen

source: last week
nl: vorige week

source: Average %1
nl: Gemiddeld %1

source: Your average weight in the %1
nl: Je gemiddelde gewicht van de %1

source: last month
nl: afgelopen maand

source: last year
nl: afgelopen jaar

source: Your highest weight
nl: Hoogste gewicht

source: Your lowest weight
nl: Laagste gewicht

source: You loss %1
nl: Je bent %1 afgevallen

source: You added %1
nl: Je bent %1 aangekomen

source: from start
nl: sinds het begin

source: Male
nl: Man

source: Female
nl: Vrouw

source: It is your first use, insert your details to proceed
nl: Dit is de eerste opstart. Voer je gegevens in om verder te gaan.

source: Your Name:
nl: Mijn naam:

source: Your Age:
nl: Mijn leeftijd:

source: Your Height:
nl: Mijn lengte:

source: Gender
nl: Geslacht

source: Hi
nl: Hoi

source: Your last weight from
nl: Mijn gewicht van

source: Your BMI
nl: Mijn BMI

source: Very Severely Underweight
nl: Zeer ernstig ondergewicht

source: Severely Underweight
nl: Ernstig ondergewicht

source: Underweight
nl: Ondergewicht

source: Normal
nl: Normaal gewicht

source: Overweight
nl: Overgewicht

source: Obese
nl: Obesitas

source: Obese Class I
nl: Obesitas (klasse 1)

source: Obese Class II
nl: Obesitas (klasse 2)

source: Obese Class III
nl: Obesitas (klasse 3)

source: Your weight increased from the last time
nl: Je bent aangekomen sinds vorige keer

source: Your weight decreased from last time
nl: Je bent afgevallen sinds vorige keer

source: Your weight same as last time
nl: Je weegt hetzelfde als vorige keer

source: Your weight is higher than recommended
nl: Je gewicht is hoger dan medisch verantwoord

source: Your weight is lower than recommended
nl: Je gewicht is lager dan medisch verantwoord

source: Weight Tracker is is an app that allows you to track your weight, including BMI Status and more statistics.
nl: Met gewichtsdagboek kun je je gewicht, BMI en andere statistieken bijhouden.
